Repository: alexeyyS000/active-citizen
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: You have no permission to do that.
ru: У вас нет прав для данной операции.

source: Back
ru: Назад

source: Ban
ru: Лишить доступа

source: Remove admin
ru: Лишить прав администратора

source: Yes
ru: Да

source: Congratulation! You are now approved.
ru: Поздравляю! Вам дали доступ.

source: Bye! I hope we can talk again some day.
ru: Пока! Надеюсь, когда-нибудь мы сможем поговорить снова.

source: Ops! I don't know what I can do.
ru: Упс! Я не знаю, что мне нужно тут сделать.

source: No
ru: Нет

source: You have no mos.ru account. Apply account using /login command.
ru: У вас нет аккаунта mos.ru. Прикрепите аккаунт используя команду /login.

source: All tasks has begun.
ru: Все задачи были запущены.

source: User canceled the schedule conversation.
ru: Пользователь отменил диалог изменения расписания

source: I am
ru: Меня зовут

source: Admin
ru: Админ

source: Or send /cancel to stop talking to me.
ru: Или отправьте /cancel чтобы прекратить общение со мной.

source: Select option.
ru: Выберете опцию.

source: Selected request:
ru: Выбран запрос:

source: First Name:
ru: Имя:

source: Last Name:
ru: Фамилия:

source: Username:
ru: Никнейм:

source: Approve?
ru: Одобрить?

source: Select request.
ru: Выберете запрос.

source: No requests.
ru: Нет запросов.

source: Selected user:
ru: Выбран пользователь:

source: Approved:
ru: Одобрен:

source: Admin:
ru: Админ:

source: Applied mos.ru account:
ru: Добавлен mos.ru аккаунт:

source: Select user.
ru: Выберете пользователя.

source: No users.
ru: Нет пользователей.

source: Error!
ru: Ошибка!

source: Login
ru: Логин

source: Are the entered data correct?
ru: Введены корректные данные?

source: Enter your login.
ru: Введите ваш логин.

source: Enter your password.
ru: Введите ваш пароль.

source: Saved your credentials.
ru: Ваши учетные данные сохранены.

source: Messages with credential will be deleted.
ru: Сообщения с вашими учётными данными будут удалены.

source: Daily report:
ru: Ежедневный отчёт:

source: Available:
ru: Доступно:

source: Passed:
ru: Пройдено:

source: Failed:
ru: Провалено:

source: Earned points:
ru: Заработано баллов:

source: Current balance:
ru: Текущий баланс:

source: Monthly report
ru: Ежемесячный отчёт

source: Earned points for month:
ru: Заработанные баллы за месяц:

source: Status:
ru: Статус:

source: Schedule:
ru: Расписание:

source: Enter type
ru: Введите тип

source: Invalid time. Try again.
ru: Невалидное время. Попробуйте снова

source: Please enter time in following format 00:00.
ru: Пожалуйста введите время в следующем формате 00:00.
